IDEA Open Model
BeamData Constructor
Compatible with IDEA StatiCa Beta 20.0
Initializes a new instance of the BeamData class
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public BeamData()
Public Sub New
See Also
Reference
BeamData Class
IdeaRS.OpenModel.Connection Namespace